recipes/cider-rabbit.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Cider Rabbit</title>
<meta name="generator" content="Org mode" />
<link rel="stylesheet" href="/css/org.css" /> <link rel="stylesheet" href="https://cdnjs.cloudflare.com/ajax/libs/font-awesome/6.1.1/css/brands.min.css">
</head>
<body>
<div id="org-div-home-and-up">
 <a accesskey="h" href="/recipes/"> UP </a>
 |
 <a accesskey="H" href="/"> HOME </a>
</div><div id="content">
<h1 class="title">Cider Rabbit</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org5489dcf">Cider Rabbit</a>
<ul>
<li><a href="#org1751846">Ingredients</a></li>
<li><a href="#org4f53e33">Instructions</a></li>
</ul>
</li>
</ul>
</div>
</div>


<div id="outline-container-org5489dcf" class="outline-2">
<h2 id="org5489dcf">Cider Rabbit</h2>
<div class="outline-text-2" id="text-org5489dcf">
</div>
<div id="outline-container-org1751846" class="outline-3">
<h3 id="org1751846">Ingredients</h3>
<div class="outline-text-3" id="text-org1751846">
<p>
For 6 people:
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Ingredient</th>
<th scope="col" class="org-left">Quantity</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">Rabbit</td>
<td class="org-left">1</td>
</tr>

<tr>
<td class="org-left">Onions</td>
<td class="org-left">2</td>
</tr>

<tr>
<td class="org-left">Lardons</td>
<td class="org-left">100g</td>
</tr>

<tr>
<td class="org-left">Bay leaf</td>
<td class="org-left">1</td>
</tr>

<tr>
<td class="org-left">Floor</td>
<td class="org-left">100g</td>
</tr>

<tr>
<td class="org-left">Butter</td>
<td class="org-left">30g</td>
</tr>

<tr>
<td class="org-left">Cider</td>
<td class="org-left">1L</td>
</tr>

<tr>
<td class="org-left">Salt</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Pepper</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
</table>
</div>
</div>

<div id="outline-container-org4f53e33" class="outline-3">
<h3 id="org4f53e33">Instructions</h3>
<div class="outline-text-3" id="text-org4f53e33">
<ul class="org-ul">
<li>Cut up rabbit and dip in floor until all surfaces are lightly covered, add salt and pepper</li>
<li>Warm up a pot big enough for the whole rabbit, add the butter</li>
<li>Color the rabbit on all sides and remove the from the pot</li>
<li>Sauté the lardons and onion until translucent</li>
<li>Add the rabbit, the bay leaf and cover with cider</li>
<li>Cook for 45min</li>
<li>Season to taste</li>
<li>Serve with tagliatelle or rice</li>
</ul>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="date">Date: 2022-05-09 Mon 00:00</p>
<p class="creator"><a href="https://www.gnu.org/software/emacs/">Emacs</a> 27.1 (<a href="https://orgmode.org">Org</a> mode 9.3)</p>
</div>
</body>
</html>
